# Kurd Sport Live ⚽️📺

ئەپێکی وەرزشی پێشکەوتووە بۆ سیستەمەکانی ئەندرۆید و ئایۆس بە بەکارهێنانی فلاتەر (Flutter).

## تایبەتمەندییە سەرەکییەکان:
* **پەخشی ڕاستەوخۆی یارییەکان:** بینینی لیستی یارییەکان و پەخشکردنیان بە ڕوکاری ڤیدیۆ پلەیەر.
* **سیستەمی پێشبینییەکان:** پێشبینیکردنی ئەنجامی یارییەکان و بەدەستهێنانی خاڵ.
* **هەواڵە وەرزشییەکان:** خوێندنەوەی دوایین هەواڵ و ڕووداوە وەرزشییەکان.
* **ئاگادارییەکان:** ئاگاداربە لە نوێترین یارییەکان و خەڵاتەکان.
* **دۆخی تاریک و ڕوون (Dark/Light Mode):** گۆڕینی ڕووکاری ئەپەکە بە ئارەزووی بەکارهێنەر.
* **دەربارە و پەیوەندی:** زانیاری دەربارەی ئەپەکە و ڕێگاکانی پەیوەندیکردن.

## تەکنەلۆجیاکانی بەکارهاتوو:
* Flutter (Dart)
* Video Player Package
